TargetApplication=2.0
Author=Matteo "El Salvador" Salvi
SourceLANGID=1033
LANGID=1040
Generator=DKLang Translation Editor v3.0
LastModified=2013-08-23 18:36:56

[frmAbout]
00000001=Info Asuite
00000003=Versione %s %s
00000004=ASuite è un launcher per la gestione di un illimitato numero di file, cartelle\ne indirizzi web per un accesso comodo e veloce. E' sviluppato per essere\neseguito su qualsiasi supporto come Hard Disk, Pen Drive, IPod e altri\nsupporti.\n\nASuite utilizza i percorsi relativi, rendendolo adatto all'utilizzo insieme ai\nprogrammi portable.\n

[frmAdvancedOptionsPage]
00000002=Recenti
00000003=Numero massimo MRU
00000004=Attiva MRU (ultimi programmi eseguiti)
00000005=Elementi più utilizzati
00000006=Numero massimo MFU
00000007=Attiva MFU (programmi più eseguiti)
00000008=Backup
00000009=Numero massimo backup
00000010=Attiva backup automatico
00000011=Pulizia
00000012=Pulisci i seguenti elementi
00000013=Ultimi programmi eseguiti
00000014=Programmi più eseguiti
00000015=Backup
00000016=Icone cache
00000017=Pulisci
00000018=Recenti
00000019=Altre funzioni
00000020=Abilita cache icone
00000021=Abilita scheduler

[frmAdvancedPropertyPage]
00000001=Crea un collegamento sul desktop quando ASuite è in avvio
00000002=Scheduler
00000003=Disabilitato\nUna volta\nOgni ora\nOgni giorno\n
00000005=Hotkey
00000006=Attiva hotkey
00000009=Menu
00000010=Nascondi questo programma dal menu
00000011=Non inserire questo programma nei programmi recenti
00000012=Non inserire questo programma nei programmi più eseguiti

[frmBehaviorPropertyPage]
00000001=Avvio automatico
00000002=Mai\nSempre all'avvio\nAll'avvio, ma solo se non è già in esecuzione\nSempre alla chiusura\n
00000003=Cambia ordine di esecuzione
00000004=Stato della finestra
00000005=Normale\nMinimizzato\nMassimizzato\n
00000006=All'esecuzione
00000007=Predefinito (opzioni)\nEsegui solo il file\nEsegui e nascondi ASuite\nEsegui e chiudi ASuite\n

[frmCatGeneralPropertyPage]
00000001=Elemento
00000002=Nome
00000003=Icona personalizzata (facoltativo)
00000005=Sfoglia
00000006=Lista dei programmi
00000007=Nota: In questa lista puoi trovare tutti i sofware di questa cartella (solo del primo livello). Metti una spunta ai quei programmi che vuoi eseguire, quando esegui questa categoria.

[frmGeneralOptionsPage]
00000001=Finestra
00000002=Finestra in primo piano
00000003=Blocca le dimensioni della finestra
00000004=Titolo finestra personalizzata
00000006=Nascondi la linguetta ricerca
00000007=Avvio
00000008=Esegui ASuite all'avvio di Windows
00000009=Visualizza la finestra all'avvio
00000010=Visualizza il menu all'avvio
00000011=Treeview
00000012=Attiva lo sfondo
00000013=Opzioni Font...
00000015=Sfoglia
00000016=Apertura/chiusura automatica delle categorie
00000017=Lingua

[frmGraphicMenu]
00000001=ASuite Menu
00000002=Esegui
00000003=Esegui come...
00000004=Esegui come admin
00000005=Apri cartella del programma
00000006=Proprietà

[frmHotkeyOptionsPage]
00000001=Hotkey
00000004=Visualizza finestra alla pressione dei tasti
00000005=Visualizza il menu alla pressione dei tasti
00000008=Abilita hotkey

[frmImportList]
00000001=Importa lista
00000002=< Indietro
00000003=Avanti >
00000004=Annulla
00000005=Seleziona un launcher dal quale vuoi importare la lista e le opzioni
00000007=Launcher
00000010=Elementi
00000011=Lista
00000012=Opzioni
00000013=File Launcher
00000014=Percorso del file Launcher
00000015=Sfoglia...
00000018=Seleziona tutto
00000019=Deseleziona tutto
00000021=Progresso (%d%%): %d
00000022=Lista
00000023=Dal launcher %s
00000024=Opzioni

[frmItemsOptionsPage]
00000001=Esecuzione
00000002=All'esecuzione
00000003=Esegui con un singolo click
00000004=Esegui solo il file\nEsegui e nascondi ASuite\nEsegui e chiudi ASuite
00000005=Avvio automatico
00000006=Ordine dell'avvio automatico in ASuite
00000007=Avvio
00000008=Chiusura
00000009=Attiva avvio automatico

[frmMain]
00000001=ASuite
00000002=Lista
00000004=Ricerca
00000005=File
00000006=Salva lista
00000007=Opzioni
00000008=Ricerca file...
00000009=Importa lista...
00000010=Esporta lista...
00000011=Esci
00000012=Modifica
00000013=Ordina lista
00000014=Aggiungi categoria
00000015=Aggiungi programma
00000016=Aggiungi cartella
00000017=Aggiungi separatore
00000018=Taglia
00000019=Copia
00000020=Incolla
00000021=Elimina
00000022=Proprietà
00000023=Aiuto
00000024=Controlla aggiornamenti
00000025=Statistiche
00000026=Info ASuite
00000027=Esegui
00000028=Esegui come...
00000029=Esegui come admin
00000030=Apri cartella del programma
00000031=Ordina elementi della categoria
00000032=Aggiungi categoria
00000033=Aggiungi programma
00000034=Aggiungi cartella
00000035=Aggiungi separatore
00000036=Taglia
00000037=Copia
00000038=Incolla
00000039=Elimina
00000040=Proprietà
00000043=Nome
00000044=Percorso eseguibile
00000045=Percorso icona
00000046=Percorso cartella di lavoro
00000047=Parametri

[frmOptions]
00000001=Opzioni
00000002=Ok
00000003=Annulla

[frmPropertyItem]
00000001=Proprietà
00000002=Ok
00000003=Annula

[frmPropertySeparator]
00000001=Proprietà
00000002=Ok
00000003=Annulla
00000004=Nome

[frmScanFolder]
00000001=Scansione cartella
00000003=Annulla
00000004=Scansiona
00000005=Tipi di file
00000006=Sostituisci
00000007=Rimuovi
00000008=Aggiungi
00000009=Escludi file o cartelle
00000010=Aggiungi
00000011=Sostituisci
00000012=Rimuovi
00000013=Opzioni generali
00000014=Percorso cartella
00000015=Sfoglia
00000016=Scansiona anche le sottocartelle

[frmSensorsOptionsPage]
00000001=Sensori mouse
00000002=Lato
00000003=Click sinistro
00000004=Click destro
00000005=Basso
00000006=Destra
00000007=Sinistra
00000008=Alto
00000009=Attiva sensori mouse
00000010=Disabilitato\nMostra finestra\nMostra menu grafico\nMostra menu classico\n
00000011=Disabilitato\nMostra finestra\nMostra menu grafico\nMostra menu classico\n
00000012=Disabilitato\nMostra finestra\nMostra menu grafico\nMostra menu classico\n
00000013=Disabilitato\nMostra finestra\nMostra menu grafico\nMostra menu classico\n
00000014=Disabilitato\nMostra finestra\nMostra menu grafico\nMostra menu classico\n
00000015=Disabilitato\nMostra finestra\nMostra menu grafico\nMostra menu classico\n
00000016=Disabilitato\nMostra finestra\nMostra menu grafico\nMostra menu classico\n
00000017=Disabilitato\nMostra finestra\nMostra menu grafico\nMostra menu classico\n

[frmStatsOptionsPage]
00000001=ASuite
00000002=Software aggiunti
00000003=Categorie aggiunte
00000004=Totale
00000005=Drive %S:
00000006=Dimensioni
00000007=Spazio libero
00000008=Spazio usato
00000012=Sistema
00000013=Sistema operativo
00000014=Nome computer
00000015=Utente

[frmSWGeneralPropertyPage]
00000001=Elemento
00000002=Nome
00000003=Percorso icona personalizzata (opzionale)
00000005=Sfoglia
00000006=Percorso
00000007=Cartella di lavoro alternativa (facoltativo)
00000008=Nota: Puoi utilizzare le seguenti variabili (incluso quelle d'ambiente) nei percorsi relativi:\n- $asuite = percorso della cartella di ASuite ( %s )\n- $drive = percorso del disco ( %s )
00000009=Parametri (facoltativo)
00000010=Percorso eseguibile/cartella/pagina web
00000011=Sfoglia
00000013=Sfoglia

[frmTrayiconOptionsPage]
00000001=System Tray
00000002=Click sinistro
00000003=Click destro
00000004=Nessuna azione\nMostra finestra\nMostra menu
00000005=Sfoglia
00000006=Attiva l'icona di ASuite nel System Tray
00000007=Nessuna azione\nMostra finestra\nMostra menu
00000008=Icona personalizzata nel System Tray
00000009=Utilizza il menu classico
00000010=Menu grafico
00000011=Tema
00000012=Attiva dissolvenza del menu
00000013=Menu classico
00000014=Inserisci i MRU in un sottomenu
00000015=Inserisci i MFU in un sottomenu

[$CONSTANTS]
msgAdvanced=Avanzato
msgBehavior=Comportamento
msgClose=Chiudi
msgConfirm=Sei sicuro?
msgCopy=Copia_
msgDefaultItemSettings=Predefinito (opzioni dell'elemento)
msgEjectHardware=Rimozione sicura hardware
msgErrEmptyName=Non è stato inserito il nome
msgErrEmptyPath=Non è stato inserito il percorso eseguibile
msgErrEmptyUserName=Non è stato inserito il nome utente
msgErrGeneric=Si è verificato un errore %s con il seguente messaggio: %s
msgErrIcon=Impossibile utilizzare l'icona %s
msgErrNoIcon=Non è stato trovata l'icona %s
msgErrNoThemeIni=Non è stato trovata il file %s
msgErrRegHotkey=Registrazione del hotkey fallita
msgErrRun=Impossibile eseguire %s
msgErrSave=Salvataggio non completato a causa d’un errore
msgExit=Esci
msgFileNotFound=File non trovato
msgFilterASuite1=ASuite 1.x Lista (*%s, *%s)|*%s;*%s
msgFilterASuite2=ASuite 2.x Lista (*%s, *%s)|*%s;*%s
msgFilterBackground=File supportati (*.png;*.bmp)|*.png;*.bmp|Tutti i file|*.*
msgFilterExe=Eseguibile (*.exe)|*.exe|Tutti i file|*.*
msgFilterIcon=Icone (*.ico)|*.ico
msgFilterIconExe=File supportati (*.ico;*.exe)|*.ico;*.exe|Tutti i file|*.*
msgFilterPicture=Foto personale [48x48] (*.jpg, *.png)|*.jpg;*.png
msgFilterWinPenPack=winPenPack 1.x Lista (*%s, *%s)|*%s;*%s
msgFolderNotFound=Cartella non trovata
msgGeneral=Generale
msgGMAbout=Info
msgGMDocuments=Documenti
msgGMExplore=Esplora
msgGMHardDiskSpace=%s libero di %s
msgGMMusic=Musica
msgGMOptions=Opzioni
msgGMPictures=Immagini
msgGMVideos=Video
msgHotkey=Hotkey
msgImport=Importa
msgImportFailed=Importazione non completata a causa d’un errore
msgImportProgress=Importazione in corso...
msgImportTitle1=Seleziona un launcher da cui importare la lista e le opzioni
msgImportTitle2=Seleziona il percorso della lista da importare in ASuite. Seleziona se vuoi importare lista e/o opzioni
msgImportTitle3=Selezioni quali elementi importare
msgImportTitle4=Completato
msgInsertWinUserInfo=Per favore inserisci nome utente e password
msgItems=Elementi
msgItemsImported=Importazione completata. Sono stati importati %d elementi
msgList=Lista
msgLongMFU=Più eseguiti
msgLongMRU=Recenti
msgMouseSensors=Sensori mouse
msgNext=Avanti >
msgNoName=Nessun nome
msgOpenOptions=Opzioni...
msgProcessingItems=Elaborazione elementi (%.0f%%): %d
msgRunAsTitle=Esegui come...
msgSaveCompleted=Salvataggio completato
msgScanningProgress=Scansione in corso...
msgShortMFU=MFU
msgShortMRU=MRU
msgShowASuite=Mostra ASuite
msgStats=Statistiche
msgTrayicon=Trayicon
